/* 
   Localizable.strings
   G2M  Mac Recording Manager
   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
*/
/* Text for the Open dialog. */


"L10N_Open_Dialog_Title" = "기록 폴더 선택";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "확인하려는 기록 폴더를 선택하십시오.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "기록을 변환하는 중입니다. 종료하시겠습니까?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "변환을 다시 시작할 수 있지만 이미 진행된 사항은 손실됩니다.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "변환 중지 및 종료";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "계속 변환";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "\"%@\" 변환 중(%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "이 기록을 삭제하시겠습니까?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "기록 폴더에서 영구적으로 삭제됩니다.";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "삭제";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "삭제 안 함";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "오디오 기록을 열 수 없습니다.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "이 기록에 대한 오디오를 만들 수 없습니다.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "비디오 기록을 열 수 없습니다.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "비디오 기록을 열 수 없습니다.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "오디오 기록을 사용할 수 없습니다.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "이 기록에 오디오 또는 비디오가 없습니다.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "이 기록 변환을 중지하시겠습니까?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "변환을 다시 시작할 수 있지만 이미 진행된 사항은 손실됩니다.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "변환 중지";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "계속 변환";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "비디오 기록을 사용할 수 없습니다. 죄송합니다. 비디오 기록이 손상되었습니다.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "이미 다음 이름의 출력 파일이 있습니다. ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "기록을 이미 변환하고 있습니다.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% 완료";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% 완료";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "파일 저장 중";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "죄송합니다. 코드 변환 오류가 발생했습니다. 다시 시도하십시오.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "취소 중";

/* Exception error alert text */
"L10N_Application Error Occurred" = "응용 프로그램 오류 발생";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "오류가 발생하여 잠시 후에 응용 프로그램이 종료됩니다. 불편을 드려 죄송합니다.";
